import march from "../../assets/images/Dastan/8_march.png"

export interface IMock {
    id: number;
    title: string;
    link: string;
    slug: string;
    text: string;
}




export const NewsMock: IMock[] = [
    {
        id: 1,
        title: "Экскурсия со студентами Compass College",
        link: "https://www.youtube.com/embed/27kbl_re4TA?si=M-BJXKCDhItsDp6E",
        slug: "excursion-student",
        text: `В ЖК Елисейские Поля побывали студенты колледжа креативных профессий «Compass College», обучающиеся в департаменте дизайна интерьера. Будущие специалисты увидели процесс строительства, задали вопросы о технологиях возведения жилых комплексов и познакомились с принципами работы нашей компании.

Мы рассказали о передовых материалах, технологиях строительства и строгом контроле качества, а также обсудили перспективы карьерного роста в сфере дизайна и архитектуры.

Мы рады делиться знаниями и вдохновлять молодое поколение, ведь именно они будут создавать современные пространства будущего!`
    },
    {
        id: 2,
        title: "Салкын-Тор II Новая глава вашей жизни!",
        link: "https://www.youtube.com/embed/1M-HAnwaLy0?si=qFmHrygK1gzC-aix",
        slug: "salkyn-tor",
        text: `🌿«Салкын Төр 2» – новая глава вашей жизни!

Вдали от городской суеты, среди чистого горного воздуха и живописной природы, создаётся пространство для тех, кто ценит комфорт, уединение и безупречное качество жизни.

После успеха первого проекта «Салкын Төр», мы с гордостью представляем «Салкын Төр 2» – резиденцию в классическом английском стиле. Здесь каждый дом часть гармоничного пространства с продуманной инфраструктурой, ландшафтным дизайном, детской площадкой, воркаут зоной и собственным парком.

На территории почти в 2 гектара расположены всего 15 резиденций – идеальный баланс приватности и комфорта. Охраняемая и огороженная территория гарантирует спокойствие и безопасность.

«Салкын Төр 2» от СК «Авангард Стиль» – для тех, кто выбирает лучшее!`
    },
    {
        id: 3,
        title: `Почему премиум-класс? Разбираем на примере ЖК "Европа"`,
        link: "https://www.youtube.com/embed/g-NJF_Cx5Kk?si=w3-nAQAfPynnfiKc",
        slug: "premium-class",
        text: `🏡 Что делает жилой комплекс премиальным?

Сегодня мы расскажем, какие критерии определяют по-настоящему премиальное жильё. Конечно, важны топовая локация, удобные планировки, закрытая территория, но ключевым фактором комфорта остаётся количество квартир и плотность застройки. Ведь чем меньше квартир, тем выше уровень уединения, спокойствия и качества жизни.

На примере ЖК «Европа» от СК «Авангард Стиль» мы видим, как реализуются эти принципы. Комплекс строится в южной части Бишкека, одном из самых перспективных районов города, предлагая идеальный баланс уединённости и развитой инфраструктуры.

Выбирая «Авангард Стиль», вы выбираете комфорт, качество и надёжность!

📞 0221 007 008`

    },
    {
        id: 4,
        title: `Москва фотоотчет за Февраль 2025`,
        link: "https://www.youtube.com/embed/dWKJlLEAIig?si=15pnW1mrEMv4enqJ",
        slug: "moscow-city",
        text: `Рассказываем, что нового на строительной площадке ЖД «Москва» 🏗

На сегодняшний день проводятся следующие работы:

✔️Завершена прокладка инженерных коммуникаций: горячее и холодное водоснабжение, электричество.
✔️Проводятся работы по прокладке канализационных сетей.

Блок №1:
✔️Завершена кладка стен 11-го этажа
✔️Полностью выполнен электромонтаж в квартирах 9-го этажа
✔️Завершена штукатурка внутренних стен и перегородок 7-го этажа
✔️Железобетонный каркас 14-го этажа завершен
✔️Начаты работы по устройству стяжки пола на 3-4 этажах`

    },
    {
        id: 5,
        title: `8 марта | Международный женский день`,
        link: march,
        slug: "standart-city",
        text: `Дорогие, милые, прекрасные дамы!🌷

Строительная компания «Авангард Стиль» поздравляет Вас с 8 марта!

Пусть этот день, подарит Вам прекрасное настроение, исполнение всех сокровенных желаний! Пусть он станет стартом для новых начинаний, которые принесут только радость! Искренних Вам комплиментов и добрых слов всегда!

С весенним праздником! 🌸`

    },
    {
        id: 6,
        title: `Почему премиум-класс? Разбираем на примере ЖК "Европа"`,
        link: "https://www.youtube.com/embed/C-mi_12Vd7E?si=vVn-dqF6kKWSMFVy",
        slug: "pet-studio",
        text: `🏡 Что делает жилой комплекс премиальным?

Сегодня мы расскажем, какие критерии определяют по-настоящему премиальное жильё. Конечно, важны топовая локация, удобные планировки, закрытая территория, но ключевым фактором комфорта остаётся количество квартир и плотность застройки. Ведь чем меньше квартир, тем выше уровень уединения, спокойствия и качества жизни.

На примере ЖК «Европа» от СК «Авангард Стиль» мы видим, как реализуются эти принципы. Комплекс строится в южной части Бишкека, одном из самых перспективных районов города, предлагая идеальный баланс уединённости и развитой инфраструктуры.

Выбирая «Авангард Стиль», вы выбираете комфорт, качество и надёжность!

📞 0221 007 008`

    }

]







